[
    {
        "doc": "Q: How do I access my annual leave balance?\nA1: Your current annual leave balance is available on the HR employee portal, typically under the 'Leave' or 'Time Off' section. It's updated in real-time after each request is processed.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the process for claiming expenses?\nA2: All work-related expenses can be claimed through the online expense management system, accessible via the Company ShopUNow intranet. You'll need to upload receipts and submit them for manager approval. Please refer to the 'Expense Policy' for detailed guidelines.",
        "category": "HR"
    },
    {
        "doc": "Q: Can I transfer between departments or store locations?\nA3: Internal transfers are possible and encouraged. Keep an eye on internal job postings on the HR intranet. If you see a suitable role, you can apply directly, and your application will be considered alongside external candidates.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the company's policy on equal opportunities and diversity?\nA4: Company ShopUNow is committed to providing equal opportunities and fostering a diverse and inclusive workplace. Our 'Equal Opportunities and Diversity Policy' outlines our commitment to treating all employees fairly, regardless of background.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I report a health and safety concern?\nA5: Any health and safety concerns should be reported immediately to your line manager or a designated Health and Safety representative. You can also log concerns confidentially through the 'Health and Safety' section of the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: What support is available for employee well-being?\nA6: Company ShopUNow offers various well-being initiatives, including an Employee Assistance Program (EAP) providing confidential counselling, mental health resources, and wellness workshops. Details are on the HR intranet under 'Employee Well-being'.",
        "category": "HR"
    },
    {
        "doc": "Q: How are bonuses and incentives calculated?\nA7: Bonus and incentive schemes at Company ShopUNow vary by role and performance metrics. Details regarding your specific scheme, including calculation methods and payout schedules, are communicated by your manager and outlined in your employment contract or relevant policy document.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the policy for extended leave of absence (e.g., sabbatical)?\nA8: Requests for extended leave of absence, such as sabbaticals, are considered on a case-by-case basis and must be approved by your manager and HR. There is a specific 'Extended Leave of Absence Policy' on the HR intranet with eligibility criteria and application procedures.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I request a reference for a new landlord or lender?\nA9: For employment references, please contact the HR department directly via [HR email address] or submit a request through the HR employee portal. Please allow up to [Number] working days for the reference to be provided.",
        "category": "HR"
    },
    {
        "doc": "Q: What resources are available for new employees during onboarding?\nA10: New employees at Company ShopUNow receive a comprehensive onboarding experience, including an induction program, access to the HR intranet with essential company information, and a dedicated buddy or mentor to support their integration.",
        "category": "HR"
    },
    {
        "doc": "Q: How does HR handle employee recognition and rewards?\nA11: Company ShopUNow has a recognition program to celebrate employee achievements. This includes [mention examples like 'employee of the month', 'spot bonuses', or 'service awards']. Details are available on the HR intranet under 'Recognition Programs'.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the process for returning to work after a long-term illness or injury?\nA12: If you have been absent due to long-term illness or injury, HR will work with you and your manager to facilitate a phased return to work plan, including any necessary adjustments. Please contact HR to discuss your return well in advance.",
        "category": "HR"
    },
    {
        "doc": "Q: Where can I find information about company benefits like discounts on products?\nA13: All employees of Company ShopUNow are entitled to a [percentage]% staff discount on all products. Details on how to apply this discount and other retail benefits are available on the HR intranet's 'Benefits' section.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the company's social media policy for employees?\nA14: Company ShopUNow has a 'Social Media Policy' to guide employees on appropriate online conduct, especially when identifying as a company employee. It covers respecting privacy, confidentiality, and maintaining a professional image. The full policy is on the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: How can I provide anonymous feedback or suggestions?\nA15: We offer an anonymous feedback channel, such as an online suggestion box or periodic anonymous surveys, to gather honest input from our employees. Details on how to access these are communicated via internal announcements and the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: What are the company's core values and how do they apply to my work?\nA1: Company ShopUNow's core values are [list 3-5 core values, e.g., 'Customer Focus', 'Teamwork', 'Integrity', 'Innovation']. These values guide our decisions, interactions, and how we serve our customers. You can find more details and examples of how they apply in our 'Company Values and Ethics Policy' on the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: How can I access the company's official policies and procedures?\nA2: All official company policies and procedures are available on the HR intranet under the 'Policies & Procedures' section. You can search by keyword or browse by category. If you can't find what you're looking for, please contact HR.",
        "category": "HR"
    },
    {
        "doc": "Q: Is there a code of conduct for employees?\nA3: Yes, Company ShopUNow has a 'Code of Conduct' that outlines the expected professional and ethical behaviour for all employees. It covers areas like respect, professionalism, and conflicts of interest. It's available on the HR intranet, and all employees are expected to adhere to it.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the process for reporting workplace bullying or harassment?\nA4: Company ShopUNow has a zero-tolerance policy for bullying and harassment. If you experience or witness such behaviour, you should report it immediately to your manager, another manager, or the HR department. Our 'Anti-Bullying and Harassment Policy' on the HR intranet outlines the confidential reporting and investigation procedures.",
        "category": "HR"
    },
    {
        "doc": "Q: How does the company ensure data privacy and security of employee information?\nA5: We take data privacy very seriously. Employee personal data is handled in strict accordance with our 'Data Protection Policy' and relevant regulations (e.g., GDPR in the UK). It's stored securely, accessed only by authorised personnel, and used solely for legitimate business purposes. You can find more information on the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: What should I do if I think there's an error on my payslip?\nA6: If you believe there's an error on your payslip, please contact the HR payroll team immediately, ideally within [e.g., 3-5] working days of receiving it. Provide specific details of the discrepancy, and we will investigate and rectify it as quickly as possible.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I enrol in the company pension scheme?\nA7: As an eligible employee, you will be automatically enrolled in the Company ShopUNow pension scheme after [e.g., 3 months] of employment, in line with statutory requirements. You will receive a welcome pack from the pension provider with options to opt-out or increase your contributions. Contact HR for more details.",
        "category": "HR"
    },
    {
        "doc": "Q: Can I get an advance on my salary?\nA8: Salary advances are generally not provided, except in very extreme and exceptional circumstances and at the sole discretion of the company. Such requests must be submitted in writing to the HR department for review.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I change my tax code or other payroll deductions?\nA9: For changes to your tax code, you'll need to contact HMRC directly. For other payroll deductions (e.g., union fees, charitable donations), please inform the HR payroll team in writing, and we will process the request.",
        "category": "HR"
    },
    {
        "doc": "Q: When can I expect my P60 and P45 forms?\nA10: Your P60 form (End of Year Certificate) will be issued by [date, e.g., 31st May] following the end of the tax year. If you leave the company, your P45 form will be issued shortly after your final pay, typically within [e.g., 1-2 weeks].",
        "category": "HR"
    },
    {
        "doc": "Q: What is the maximum number of consecutive annual leave days I can take?\nA11: The maximum number of consecutive annual leave days you can take is [e.g., 2 weeks or 10 working days], subject to business needs and manager approval. Any requests for longer periods require specific approval from senior management and HR.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I report an unexpected absence due to illness or emergency?\nA12: If you are unable to come to work due to illness or an emergency, you must notify your direct manager by [e.g., 9:00 AM] on the first day of your absence. Follow up with a written notification as soon as possible. Refer to the 'Attendance and Leave Policy' for full details.",
        "category": "HR"
    },
    {
        "doc": "Q: Am I paid for public holidays?\nA13: Yes, eligible employees at Company ShopUNow receive paid leave for recognised public holidays in [e.g., the UK]. If you are required to work on a public holiday, you will receive [e.g., enhanced pay or time off in lieu] as per your contract and the 'Public Holiday Policy'.",
        "category": "HR"
    },
    {
        "doc": "Q: What is compassionate leave and am I eligible for it?\nA14: Compassionate leave is granted to employees for dealing with the death or serious illness of a close family member. Eligibility and the duration of leave vary, and are outlined in the 'Compassionate Leave Policy' on the HR intranet. Please speak to your manager or HR for individual circumstances.",
        "category": "HR"
    },
    {
        "doc": "Q: How does unpaid leave work and when can I request it?\nA15: Unpaid leave may be granted for exceptional personal circumstances, subject to manager and HR approval, and where all paid leave entitlements have been exhausted. Requests should be submitted in writing with a clear reason and proposed duration. The 'Unpaid Leave Policy' details the conditions.",
        "category": "HR"
    },
    {
        "doc": "Q: How often are performance reviews conducted?\nA16: Formal performance reviews are conducted annually for all employees, typically in [Month/Quarter]. However, we encourage regular informal check-ins and feedback sessions between managers and employees throughout the year.",
        "category": "HR"
    },
    {
        "doc": "Q: How can I set personal development goals?\nA17: During your performance review, you'll work with your manager to set SMART (Specific, Measurable, Achievable, Relevant, Time-bound) personal development goals. You can also discuss goals with your manager at any time and document them in your personal development plan.",
        "category": "HR"
    },
    {
        "doc": "Q: Is there a budget for external training courses or conferences?\nA18: Company ShopUNow has a dedicated budget for employee training and development. Requests for external courses or conferences are assessed based on their relevance to your role, alignment with business objectives, and budget availability. Discuss with your manager and submit a 'Training Request Form' to HR.",
        "category": "HR"
    },
    {
        "doc": "Q: How can I get feedback on my performance outside of formal reviews?\nA19: We encourage a culture of continuous feedback. You can proactively ask your manager and colleagues for feedback. Our HR intranet also has resources on giving and receiving constructive feedback effectively.",
        "category": "HR"
    },
    {
        "doc": "Q: What happens if I don't meet my performance targets?\nA20: If you're not meeting performance targets, your manager will work with you to identify the reasons and create a 'Performance Improvement Plan (PIP)'. This plan will outline support, training, and clear expectations for improvement. HR will be involved to ensure a fair process.",
        "category": "HR"
    },
    {
        "doc": "Q: Who should I contact if I have a question about my employment contract?\nA21: For any questions regarding your employment contract, please contact the HR department directly. We can clarify clauses, explain terms, or provide a copy of your contract if needed.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the process for resignation?\nA22: If you decide to resign, you must submit your resignation in writing (email is acceptable) to your line manager and the HR department, adhering to your contractual notice period. HR will then contact you regarding your final pay, benefits, and exit procedures.",
        "category": "HR"
    },
    {
        "doc": "Q: Are there employee committees or groups I can join?\nA23: Yes, Company ShopUNow encourages employee involvement. We have [mention examples like 'Health & Safety Committee', 'Social Committee', 'Diversity & Inclusion Network']. Information on how to join these groups is regularly shared on the HR intranet or notice boards.",
        "category": "HR"
    },
    {
        "doc": "Q: What is the policy on gifts and hospitality from suppliers or customers?\nA24: Our 'Gifts and Hospitality Policy' outlines guidelines for accepting gifts or hospitality from external parties to avoid conflicts of interest. Generally, gifts of nominal value are permissible, but anything substantial must be declared to your manager and HR. The full policy is on the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: Can I volunteer for external charities during work hours?\nA25: Company ShopUNow supports community involvement. We offer [e.g., 'X number of paid volunteer days per year'] for employees to volunteer with registered charities. All requests must be pre-approved by your manager and HR. Please refer to our 'Corporate Social Responsibility Policy'.",
        "category": "HR"
    },
    {
        "doc": "Q: How do I request new software or hardware for my role?\nA26: Requests for new software or hardware should be submitted through the IT helpdesk ticketing system, accessible via the Company ShopUNow intranet. Your manager will need to approve the request, which will then be reviewed by IT and potentially HR for budget and necessity.",
        "category": "HR"
    },
    {
        "doc": "Q: What should I do if I have issues with my HR employee portal access?\nA27: If you are experiencing issues logging into or navigating the HR employee portal, please contact the HR department directly via [HR email/phone number]. We can help troubleshoot or reset your password.",
        "category": "HR"
    },
    {
        "doc": "Q: Is there a policy on personal use of company equipment and internet?\nA28: Yes, our 'IT Usage Policy' covers the appropriate use of company equipment, internet, and email. While reasonable personal use is generally permitted, it should not interfere with work duties or violate any company policies. The full policy is on the HR intranet.",
        "category": "HR"
    },
    {
        "doc": "Q: How can I access internal communication updates (e.g., company news, announcements)?\nA29: Company ShopUNow communicates internal news and announcements primarily through the company intranet homepage, regular team meetings, and specific email newsletters from HR or leadership. Ensure you check these channels regularly.",
        "category": "HR"
    },
    {
        "doc": "Q: Where can I find information about career development resources and tools?\nA30: The HR intranet has a dedicated 'Career Development' section. Here you'll find resources like skill development guides, information on internal mentoring programs, leadership training opportunities, and tools to help you plan your career path within Company ShopUNow.",
        "category": "HR"
    }
]